#часовой пояс
p =3
evd_time = 7-p #время отправки ежедневного уведомления
evw_time = 7-p #время отправки еженедельных уведомлений
#задание времени отправки сообщений
evl_time_schem = [[7-p,0,"8:30"],
                  [9-p,40,"10:10"],
                  [11-p,20,"12:20"],
                  [13-p,30,"14:00"],
                  [15-p,10,"15:40"],
                  [16-p,50,"17:10"],
                  [18-p,30,"19:00"]] #время отправки уведомлений перед парами

host = 'localhost'
port = '5432'
database = 'ystu_bot'
user = 'postgres'
pas = '0725'

token = ""