#часовой пояс
p =3
rest_time =24
evd_time = 7 #время отправки ежедневного уведомления
evw_time = 7 #время отправки еженедельных уведомлений
#задание времени отправки сообщений
evl_time_schem = [[7,0,"8:30"],
                  [9,40,"10:10"],
                  [11,20,"12:20"],
                  [13,30,"14:00"],
                  [15,10,"15:40"],
                  [16,50,"17:10"],
                  [18,30,"19:00"]] #время отправки уведомлений перед парами

host = 'amvera-r0n1n-cnpg-botdb-rw'
port = '5432'
database = 'ystubot'
user = 'admin'
pas = 'avrora_321'
token ='7165945851:AAFfQ4o9VypAkue-cqjvJEWsZXvFUVKTX3g'